Repository: vakesz/Glasstual
Catalog: Sources/App/Features/MemberList/MemberList.xcstrings
Source language: en
Languages: de, hu

# away-status-available
source: Available
de: Verfügbar
hu: Elérhető

# away-status-away
source: Away
de: Abwesend
hu: Távol

source: Change Color
de: Farbe ändern
hu: Szín módosítása

# color-picker-accessibility-hint
source: Choose a custom color for this nickname.
de: Wähle eine eigene Farbe für diesen Nicknamen.
hu: Válassz egyéni színt ehhez a becenévhez.

# color-picker-label
source: Color
de: Farbe
hu: Szín

# info-account
source: Account
de: Konto
hu: Fiók

# info-address
source: Address
de: Adresse
hu: Cím

# info-privileges
source: Privileges
de: Berechtigungen
hu: Jogosultságok

# info-real-name
source: Real Name
de: Echter Name
hu: Valódi név

# info-username
source: Username
de: Benutzername
hu: Felhasználónév

source: Logged in as %@
de: Angemeldet als %@
hu: Bejelentkezve ezzel a fiókkal: %@

source: Not logged in
de: Nicht angemeldet
hu: Nincs bejelentkezve

# preview-accessibility-label
source: Preview of %@ in the chosen color
de: Vorschau von %@ in der gewählten Farbe
hu: %@ előnézete a kiválasztott színnel

# privilege-admin
source: Admin
de: Administrator
hu: Adminisztrátor

# privilege-channel-owner
source: Channel Owner
de: Kanalinhaber
hu: Csatornatulajdonos

# privilege-half-operator
source: Half-Operator
de: Halboperator
hu: Féloperátor

# privilege-none
source: None
de: Keine
hu: Nincs

# privilege-voice
source: Voice
de: Sprechrecht
hu: Hozzászólási jog

# rank-server-staff
source: Server Staff
de: Servermitarbeiter
hu: Kiszolgálóüzemeltetők

# section-admins
source: Admins
de: Administratoren
hu: Adminisztrátorok

# section-half-operators
source: Half-Operators
de: Halboperatoren
hu: Féloperátorok

# section-members
source: Members
de: Mitglieder
hu: Tagok

# section-operators
source: Operators
de: Operatoren
hu: Operátorok

# section-owners
source: Owners
de: Inhaber
hu: Tulajdonosok

# section-voiced
source: Voiced
de: Mit Sprechrecht
hu: Hozzászólási joggal rendelkezők

# show-profile-action
source: Show Profile
de: Profil anzeigen
hu: Profil megjelenítése

source: Use default color
de: Standardfarbe verwenden
hu: Alapértelmezett szín használata

# use-default-color-accessibility-hint
source: Remove the custom color override for this nickname.
de: Eigene Farbe für diesen Nicknamen entfernen.
hu: A becenévhez beállított egyéni szín eltávolítása.

source: User is a bot
de: Benutzer ist ein Bot
hu: A felhasználó egy bot

source: User is away
de: Benutzer ist abwesend
hu: A felhasználó távol van

source: User is not away
de: Benutzer ist nicht abwesend
hu: A felhasználó nincs távol

# window-title
source: Color for “%@”
de: Farbe für "%@"
hu: "%@" színe

# info-status
source: Status
hu: Állapot

# privilege-operator
source: Operator
hu: Operátor
